sdaiCreateAggr(Sdai_instS*,Sdai_instS*)
\details
Creates an aggregate in a specified application instance attribute.
\param instance  [in] An instance that contains the attribute.
\param attribute [in] An attribute where the aggregate should be added.
\returns The created SDAI aggregate value.
\remarks
Possible error codes:
* sdaiSS_NOPN - Session is not open.
* sdaiRP_NOPN - Repository is not open.
* sdaiTR_NAVL - Transaction currently not available.
* sdaiTR_EAB - Transaction ended abnormally.
* sdaiMX_NRW - SDAI-model access is not read-write.
* sdaiEI_NEXS - Instance does not exist.
* sdaiAT_NDEF - Attribute not defined.
* sdaiVA_NSET - Value not set.
* sdaiEX_NSUP - Expression evaluation not supported.
* sdaiAT_NVLD - Attribute invalid.
* sdaiSY_ERR - Underlying system error.